{
  "blink.cmp": { "branch": "main" },
  "ctrlsf.vim": { "branch": "master" },
  "everforest": { "branch": "master" },
  "hop.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-bqf": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-dap.nvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "vim-qfedit": { "branch": "master" }
}
